[iris_vo_ep6_01_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I've tracked down the number two ranked fighter, name of Flyboy. Head to the Forge and take him down.",Time=0)

[iris_vo_ep6_02_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Flyboy's a spunky one -- he just turned sixteen so, naturally, he thinks he's invincible. You're gonna prove otherwise, sugar.",Time=0)

[iris_vo_ep6_03_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So yeah, I heard of this Flyboy guy. He's a noooooooob. Just stick to the fundamentals I taught you and you gon' be ace.",Time=0)

[iris_vo_ep6_04_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What ''fundamentals''? ''Eat lots of cookies?''",Time=0)

[iris_vo_ep6_05_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shut the HELL UP, MOXXI! You don't understand my PROCESS! I take it back, girl. You know I love you. You forgive me?",Time=0)

[iris_vo_ep6_06_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I guess. Sure. Whatever.",Time=0)

[iris_vo_ep6_08_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WATCH IN SUSPENSE AS THE VAULT HUNTER HEADS TO THE FORGE, DESTINED TO BATTLE FLYBOY! NOTHING CAN STOP OUR VAULT HUNTER FROM ACHIEVING HIS GOAL! NOTHING!",Time=0)

[iris_vo_ep6_09_echox_roboticvoice]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Door locked.",Time=0)

[iris_vo_ep6_10_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="PLOT TWIST!",Time=0)

[iris_vo_ep6_11_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The door's locked? Great. Uhmmm... Torgue security would probably have the keys. Get to the Arena and steal them from the security box.",Time=0)

[iris_vo_ep6_12_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Just so your weak ass knows, I'm the one who locked the Forge. Not cause I'm worried about you ranking up -- I could detonate your skull with but one well-timed squat-thrust -- but to spare you the indignity of losing to Flyboy.",Time=0)

[iris_vo_ep6_13_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHAT'S THIS? THE VAULT HUNTER IS BREAKING INTO TORGUE SECURITY! WHAT A RENEGADE! A RENEGADE COP WHO DON'T PLAY BY NOBODY'S RULES UNTIL THE COMMISSIONER ASSIGNS HIM A TALKING ROBOT DOG FOR A PARTNER WHO HELPS HIM TRACK DOWN THE CRIME SYNDICATE THAT MURDERED HIS FAMILY ALL THE WHILE TEACHING HIM A LITTLE SOMETHING ABOUT LIFE IN THE PROCESS THURSDAYS AT NINE!",Time=0)

[iris_vo_ep6_14_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're near the security box -- open it and grab the keys to the Forge!",Time=0)

[iris_vo_ep6_15_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Great! Now you can get into the Forge, take down Flyboy, and become the number two badass on the leaderboard!",Time=0)

[iris_vo_ep6_16_echo_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is Flyboy, with a message for that Vault-Hunting noobsauce: I. Am. The Future. You Vault Hunters are old news -- I'm the new hotness. Don't be jelly, you rook -- I'm just gonna K your A so hard, you'll beg me to SYITF.",Time=0)

[iris_vo_ep6_17_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHAT DO YOU THINK, FANS? CAN THE VAULT HUNTER'S EXPERIENCE PROVE STRONGER THAN FLYBOY'S YOUTHFUL ARROGANCE AND WEIRD-ASS SLANG? ALMOST CERTAINLY! BUT I'LL PRETEND OTHERWISE TO MAINTAIN DRAMATIC TENSION!",Time=0)

[iris_vo_ep6_18_echo_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You may have made it to the Forge, but good luck getting to my quarters, fleeze-breeze! My lair is friggin' impenetrable -- no dre.",Time=0)

[iris_vo_ep6_18a_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IF YOU KILL FLYBOY'S MEN AND STEAL HIS TOYS, HE'LL INVITE YOU INTO HIS LAIR SO HE CAN KILL YA! AH, THE FOLLY OF YOUTH!",Time=0)

[iris_vo_ep6_18b_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="SHOOT THE BOXES ON THOSE BUZZARDS SO THEY'LL DROP FLYBOY'S TOYS!",Time=0)

[iris_vo_ep6_18c_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="KEEP GRABBING FLYBOY'S TOYS! HOLY SH*T THAT RHYMED!",Time=0)

[iris_vo_ep6_18d_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GOOD GOIN'! FLYBOY OUGHTTA BE GOOD AND PISSED NOW -- HE'S PROBABLY OPENED UP THE PATH TO HIS LAIR JUST SO HE CAN KILL YOU PERSONALLY!",Time=0)

[iris_vo_ep6_19_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Flyboy may think he's defended, but I've found three access points to his lair. Get to the battle board and blast your way through any of the access points and you'll get your shot at Flyboy. Heh, poor bastard has no idea what he's in for. Almost makes you feel bad. Almost.",Time=0)

[iris_vo_ep6_20_echo_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My Torgue Security beezies will keep you on your tiptoppers! You couldn't get into my lair in a hundo years!",Time=0)

[iris_vo_ep6_21_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="KIDS THESE DAYS AND THEIR CRAZY LANGUAGE AM I RIGHT!?",Time=0)

[iris_vo_ep6_22_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="FLYBOY'S SO ARROGANT HE THINKS HIS BUZZARDS ARMY WILL PROTECT HIM, BUT ONCE YOU WIPE 'EM ALL OUT HE'LL LEARN THAT PRIDE GOETH BEFORE A FALL. ICARUS SYMBOLISM!",Time=0)

[iris_vo_ep6_23_echo_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohh, baby. You asked for it. Some of my B's are relmed up at the far end of the C, and they're gonna mortar the bleeze of you, to the SPC!",Time=0)

[iris_vo_ep6_24_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="To translate from idiot, I think Flyboy's saying his men are gonna launch explosive barrels at you. If you can survive, though, you'll have opened a path to Flyboy's lair. Good luck, sugar.",Time=0)

[iris_vo_ep6_25_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GET ON YOUR FEET, FIGHT FANS -- THANKS TO THE VAULT HUNTER'S BADASSERY, NOTHING STANDS BETWEEN HIM/HER AND THE NUMBER TWO RANKED GLADIATOR! THIS IS GONNA BE SIIIICK!",Time=0)

[iris_vo_ep6_26_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The path to Flyboy's lair is open! Get in there and bring the pain!",Time=0)

[iris_vo_ep6_27_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm gonna make a Piston Promise to you, baby -- regardless of what happens with that pissant Flyboy, you are not leaving that Forge alive.",Time=0)

[iris_vo_ep6_28_echo_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GOOD GOING, DURCH -- YOU WORKED REAL HARD JUST TO GET YOUR SHEEZE PUSHED IN THIS CLOSE TO THE END. ONCE I'M IN A BUZZARD, BAHAMUT HIMSELF COULD NOT STOP ME! I AM GONNA SHOW YOU WHAT A REAL BADASS IS!",Time=0)

[iris_vo_ep6_29_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ladies and gents, we're nearly ready for Flyboy and the Vault Hunter to face off!",Time=0)

[iris_vo_ep6_30_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HEY! GET OFF MY ECHO, LADY! I ONLY LET YOU CO-HOST AS A ONE-TIME DEAL!",Time=0)

[iris_vo_ep6_31_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sorry, Torgue, but I'm much better at doing the... blow-by-blow commentaries for these fights.",Time=0)

[iris_vo_ep6_32_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BIG DEAL, I CAN USE INNUENDO, TOO. TONIGHT'S FIGHT IS BETWEEN FLYBOY AND THE VAULT HUNTER! BLOWJOBS!",Time=0)

[iris_vo_ep6_33_live_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is where it ends, you TPR! I'm gonna DT my buzzard with your goddamned SPINE!",Time=0)

[iris_vo_ep6_33a_live_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(scream)",Time=0)

[iris_vo_ep6_34_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WE'RE READY TO START! FLYBOY VERSUS THE VAULT HUNTER! FIGHT!",Time=0)

[iris_vo_ep6_35_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HOLY F*CKSH*T! SOME HUGE GODDAMN AIRSHIP JUST MURDERED FLYBOY!",Time=0)

[iris_vo_ep6_36_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Smile, baby! That's MY airship you're lookin' at. I built it with my own two slaves! Now die like the second-rate COWARD you are!",Time=0)

[iris_vo_ep6_37_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That is COMPLETELY against the rules! I DEMAND to know where the ref is!",Time=0)

[iris_vo_ep6_38_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHAT THE F*CK IS A REF?",Time=0)

[iris_vo_ep6_39_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Use them rocket turrets if you wanna bring the pain!",Time=0)

[iris_vo_ep6_40_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're vulnerable when you use the boomy-turret! Watch ya back!",Time=0)

[iris_vo_ep6_41_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The blimp's coming back in!",Time=0)

[iris_vo_ep6_42_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shoot the gondola!",Time=0)

[iris_vo_ep6_43_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aim for the tail fins!",Time=0)

[iris_vo_ep6_44_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Some turrets are comin' out of the blimp! Hold onto your butt!",Time=0)

[iris_vo_ep6_45_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh snap son, we got buzzards! Look out!",Time=0)

[iris_vo_ep6_46_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Goddammit, Piston! You KNOW you're not allowed to interfere with ranked matches!",Time=0)

[iris_vo_ep6_47_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Rules don't apply to the champ, baby.",Time=0)

[iris_vo_ep6_48_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Once my Vault Hunter destroys your airship, they are gonna stomp your cheating ass into the DIRT!",Time=0)

[iris_vo_ep6_49_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I AM NOT A CHEATER! THESE ARE TACTICS!",Time=0)

[iris_vo_ep6_50_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="FANS, I DON'T KNOW ABOUT YOU BUT I'M SO CLOSE TO THE EDGE OF MY SEAT THAT THE CHAIR IS PRACTICALLY IRRELEVANT AT THIS POINT!",Time=0)

[iris_vo_ep6_51_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="SQUIBBLYBAMBLYMEEDLYMOWWWWWWWWWWWWWWW! Vault Hunter, you are now the number two ranked badass in all of Pandora!",Time=0)

[iris_vo_ep6_52_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT'S MY GIRL! WOOOOO!",Time=0)

[iris_vo_ep6_53_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(coughing) I'm still alive, COWARD! You couldn't stop me!",Time=0)

[iris_vo_ep6_54_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You did great, Vault Hunter! Now get back here and we'll see about finishing Piston!",Time=0)

[iris_vo_ep6_55_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You stay the HELL away from me, you understand? I don't wanna see you within a country mile of the champ or things are gonna get MESSY!",Time=0)

[iris_vo_ep6_56_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I must say, you've done a tremendous job, Vault Hunter!",Time=0)

[iris_vo_ep6_57_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, god. She's using her dressy voice.",Time=0)

[iris_vo_ep6_58_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Once you become the champion, you are personally invited to a wine tasting at my summer home in the Highlands. Oh, and please do not invite Sir Reginald. After conversing with him further, I discovered that he is violently racist.",Time=0)

[iris_vo_ep6_59_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This... is your last chance, you understand? Bow out of the tournament, or I am gonna pull out the big guns, and you AIN'T GONNA LIKE IT when the champ pulls out the big guns! You... YOU HEAR ME?!",Time=0)

[iris_vo_ep6_60_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time to win this thing, kid.",Time=0)
